<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@page isELIgnored="false"%>
<%@taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<%@taglib uri="http://java.sun.com/jsp/jstl/fmt" prefix="fmt"%>
<% String basePath = request.getScheme() + "://" + request.getServerName() + ":" + request.getServerPort() + request.getContextPath() + "/";%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<base href="<%=basePath%>">
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0, minimum-scale=0.5, maximum-scale=2.0, user-scalable=yes" />
<meta name="apple-mobile-web-app-status-bar-style" content="black">
<meta content="telephone=no" name="format-detection">
<link href="css/protocol/css.css" rel="stylesheet" type="text/css" />
<link href="css/protocol/animation.css" rel="stylesheet" type="text/css" />
<link rel="stylesheet" type="text/css" href="css/protocol/DateTimePicker.css" />
<script type="text/javascript" src="js/protocol/jquery-1.9.1.min.js"></script>
<script src="js/protocol/All.js" type="text/javascript"></script>
<title></title>
<script type="text/javascript">
	
</script>
</head>
<body>
	<div class="yxbox">
        <h3>万盛期宝用户服务协议</h3>
        <p>万盛期宝网站提供的所有服务系上海良锦投资咨询有限公司(以下称“本公司”)所提供之增值服务(以下称“本服务”)。为了保障您的权益，请于注册或使用本服务前,详细阅读本“用户服务协议”条款(以
           下 称“服务条款”)所有内容。当您注册或使用本服务时，即表示您已 阅读、了解并同意接受本服务条款之所有内容。我们保留随时修 改本服务条款之权利,并随时通过 万盛期宝网站公布最新之变更事 项，而无需另作个别通知。</p>
        <p class="tit">一、您的注册义务</p>
        <p>为了能使用本服务,你需要：</p>
        <p>(1) 您必须选择注册成为 万盛期宝的用户， 万盛期宝的账户包含用户账户、资金账户、交易账户，用户账户是用户在 万盛期宝 L 平台的唯一 标识，资金账户是用户账户下用于存放资金的账户(包含但不限于 余额账户、操盘账户)。</p>
        <p>(2) 您同意遵守所有与本服务相关之国内国际法律及规定,并同意不冒用或盗用他人的身份或者干扰他人使用本服务。</p>
        <p>(3) 您必须依本服务注册表之提示提供您本人正确、最新及完整的 资料(以下称“登记资料”)，您保证不使用他人的资料在 万盛期宝网站 注册。</p>
        <p>(4) 您有义务维护并立即更新您的「登记资料」，确保其为正确、 最新及完整。若您提供任何错误、不实、过时或不完整的资料，或 者本公司有合理的理由怀疑您的「登记资料」为错误、不实、过 时或不完
            整，本公司有权暂停或终止您的用户账户,并拒绝</p>
        <p>您现在和未来使用本服务之部份或全部，您并同意负担因此所产生 的直接或间接的任何损失、支出、费用、罚金。</p>
        <p>(5) 您的用户基本资料(包含并不仅限于姓名、身份认证证件信 息、手机号码、金融账户等一切必要信息)为使用本服务的必需 资料,如有变更请立即修正。若因用户未及时更新基本资料，导致 有关流程和操作(包括但不限于后续资金流、资讯流等作业）无法 完成或发生错误,由此产
           生的一切后果和责任由用户承担;用户并不 得以此作为取消交易、拒绝付款或采取其他不当行为之理由。</p>
        <p>(6) 对于您使用任何不正确不合法之连线方式招致的任何损失、支 出、费用、罚金，本公司将不会负担任何责任。</p>
        <p>(7) 您应确保您的用户账户和密码仅由您本人亲自使用。本公司严 厉禁止使用非您本人的用户账户和密码进行交易或者将您本人的 用户账户和密码提供给他人使用。使用他人用户账户和密码者与 该用户账户和密码的实际注册人应承担与交易相关的所有法律责任。</p>
        <p>(8) 您同意本公司基于自身之独立判断，有权于发现异常交易或有 疑异或违法之交易时，不经通知先行暂停或终止您的用户账户，并 拒绝您使用本服务之
           部份或全部。但是，判断和发现异常交易或有 疑异或违法之交易，并不构成本公司的一项义务和责任。</p>
        <p class="tit">二、用户账户和密码及其安全</p>
        <p>采取必要和有效的措施，确保您本人用户密码及账户的机密安全，是 您的责任。您将对使用该密码及账户所进行的一切行动，负完全的 责任,并同意遵守和执行以下事项：</p>
        <p>(2) 您的密码或账户遭到冒用、盗用或有其他任何影响安全的问题 发生时，请立即通知本公司。</p>
        <p>(3) 为了交易安全，请您避免在公共计算机上或网吧中使用本服务。</p>
        <p>(4) 每次连线完毕，请确认您均已确实退出您的账户登录。
        <p>(5) 您不可向其他任何人泄露、透露、告知的您用户账户和密码， 亦不可使用其他任何人的用户账户和密码。由于您的原因导致您
        的用户账户和/或密码被其他任何人知悉,造成您的用户账户和/或 密码 被他人使用导致您损失的，本公司不承担任何责任。</p>
        <p>(6) 您同意于发现有第三人冒用或盗用您的账户及密码，或其他任 何
        未经合法授权之情形，应立即通知本公司,要求停止其使用本服 务并采
        取防范之措施。本公司于接受通知前(该等通知应不存在 任何迟延情
        形),对第三人使用本服务已发生之效力和后果，除非可 证明本公司对
        未经合法授权之使用的形成存在故意或重大过失，否 则本公司将不承
        担任何责任。若您迟延通知,则迟延期间产生的损 失，本公司将不需承
        担任何责任。</p>
        <p>(7) 检查、监控和发现是否有第三人冒用或盗用您的用户账户及密 码、或其他任何未经合法授权之情形,是您的义务和责任。</p>
        <p>三、本公司与您之间的法律关系</p>
        <p>(一）本公司为您指定的服务提供商：</p>
        <p>1、 一旦您注册成为本服务之用户，本公司将遵照您的指示和授权并 根
        据本公司的流程规定和要求将您指定银行账户、XXX 账户中 的款项支付
        给您授权使用服务的服务商，或收取他人及授权服务商支付给您的款项并遵照您的指示以 及本公司的流程规定和要求将此笔款项转入您指定银行账户中。</p>
        <p>2、 任何情况下，您的资金将始终独立于本公司资金之外，本公司不 会
        将您的资金用于非您指示或授权的用途上。</p>
        <p>3、 使用本服务,您一定要在您的用户账户中维持资金余额,本公司 会
        妥善保管您的资金以供您交易时使用。您账户中的资金视资金 账户属
        性的不同可能产生收益,此部分权益将由资金账户独立协议 另行约定。</p>
        <p>四、本服务使用条款</p>
        <p>(一)资格认定:为使用本服务，您必须使用一个有效的手机号,在 万盛期宝
            网站上注册成为本公司用户。一个有效的手机号码仅能在 万盛期宝后网站内注册一次，本公司保留终结重复账户的权利。
            您保证您 所提供的手机号是有效的，保证本公司及其他用户可以通过
            上述联 系方式与您进行联系。
            国际用户: 万盛期宝暂时不支持国际用户使用
            充值:当您注册成为本服务的用户,您可通过本公司提供的银行 渠道对
            资金账户进行充值。但本公司无须对您使用本服务期间由 本公司保管
            或代收或代付的款项的资金贬值承担风险。
            冻结、解冻:本公司对您充值到资金账户中的余额，有权根据您 授权的
            交易服务商进行冻结和解冻操作，冻结期间账户余额将不能 被您做其
            他类型操作，解冻后的账户余额可以进行其他操作。
            付款:本公司将根据您授权交易服务商的指令对您的余额发起 付款(付
            款用途包括但不限于差错处理、手续费、亏损赔付金等)， 您可以根据
            本公司提供的交易明细进行复核所有付款指令,若对付 款指令存在异
            议，可以向本公司提交争议处理请求，本公司将本着 公开、公证、公
            平的原则协议您处理与交易服务商的结算纠纷。
            收款:本公司将根据您授权交易服务商的指令接受来自其他用 户的付款
            (付款用途包括但不限于差错处理、交易盈利等)，您可以 根据本公司
            提供的交易明细进行复核所有收款指令,若对收款指令 存在异议，可以
            向本公司提交争议处理请求，本公司将本着公开、 公证、公平的原则
            协议您处理与交易服务商的结算纠纷。
            提现:当您欲将本人用户账户中的余额提领出来时，您必须事先 根据本
            服务指示输入一个有效的国内银行账户。当您根据有关流 程规定和条
            件给出「提现」指示后，本公司将于三个工作日内将您 的资金按照您
            的指示提取出来。本公司拥有制定及不时调整提现 最低额度、最高额
            度以及提现频率之权利。您同意本公司有权基 于单方判断，在本公司
            发现您提出大额提现要求时,要求您向本公 司提供合法有效的身份证
            据。在您未能按要求提供身份证据之前 时,公司有权不执行您的提现要
            求并将交易金额及费用退回到您的 万盛期宝账户中。
            服务手续费用:您使用本服务时，本公司将向您收取相关服务之 手续
            费用。各项服务手续费用依据每项服务独立的服务协议另行 约定。本
            公司拥有制定及不时调整服务手续费之权利。
            电子联系:您同意本公司使用电子方式与您保持联系。如果您不同意以
            电子方式联系，本公司拥有结束您使用本服务的权利。</p>
         <p>(十)连线设备:为使用本服务,您应当使用具备良好品质的连线设 备。
            若因您的连线设备损坏或故障，造成您与本服务连接时所进行 的交易
            和提现记录丢失的，本公司将不承担您因此遭受的任何损
            失。</p>
         <p>(十一)行为限制:当您使用本服务时，严禁从事以下行为：1、反对宪 法
            所确定的基本信息服务;2、危害国家安全,泄露国家秘密,颠覆国 家政
            权，破坏国家统一的;3、损坏国家荣誉和利益的;4、煽动民族 仇恨、
            民族岐视、破坏民族团结的;5、破坏国家民族宗教政策，宣 扬邪教和
            封建迷信的;6、散布谣言,扰乱社会秩序，破坏社会稳定 的;7、散布
            谣言、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪 的;8、侮辱或者
            诽镑他人，侵害他人合法权益的;9、含有法律、行 政法规禁止的其他
            内容的。10、从事伪造或是偷窃物品之交易。 11、从事任何与赌博性
            商品或行为有关之交易。12、侵害第三者 之著作权、专利权、知识财
            产权、商标或商业机密之交易。
            13、从事任何违法之交易。14、从事任何有关色情交易。15、
            从事任何可能含有电脑病毒或是任何可能侵害本服务系统、资料 之行
            为。16、任何可能对本服务造成部份或全部妨害之行为。
            17、从事任何违反中华人民共和国相关法律,法规和规定的不正当
            交易。</p>
         <p>(十二)入侵:如果您破坏、入侵、修改本服务功能或其安全防护体 系或
            者实施其他危害本服务功能或安全防护体系的行为，您的用户 账户将
            会被注销,且您必须承担一切损害赔偿责任及接受一切法律 责任。</p>
         <p>(十三)权利义务移转:在本服务条款之约束下,若无本公司的书面同 意，
            您无法转移任何权利和义务。</p>
         <p>(十四)客户责任:如果您认为您的用户账户或密码可能存在安全问 题，
            或者您发现有人私自使用您的用户账户或密码,请您立刻通知 本公司。
            若您发现任何未经许可的交易，或者有人已经知悉您的用 户账户和密
            码，或者您发现您的交易和提现记录有误，您必须立即 通知本公司，
            这是您的义务和责任。</p>
         <p>(十五)如果您发现有未经您授权产生的交易或资金提现，您必须立 刻
            通知本公司，这是您的义务和责任。您的及时通知将可能有助于 保护
            您的权益。</p>
         <p>(十六)您同意本公司有权基于单方判断，包含但不限于本公司认为 您
            已经违反本服务条款的明文规定及精神，或在发现异常交易或有 疑异
            或有违法之虞时不经事先通知而
            冻结您的账户、密码，并拒绝您使用本服务之部份或全部功能。您 在
            希望解除冻结或索回您在账户中的款项时,本公司有权要求您向 本公司
            提供合法有效的交易证据，必要时您应就您提供的证据向本 公司、银
            行或有关司法机构予以说明。否则，您应独立承担由此造 成的一切损
            失。</p>
         <p>(十七)在发生任何违法交易、盗窃或诈骗行为等触犯刑法之情况 时，
            本公司将按照有关司法机关之指示行事。由此造成账户冻结或 款项转
            移而涉及您的合法权益时，您应及时主动向本公司、银行或 有关司法
            机构提供有关交易证据，必要时您应就您提供的证据向银 行或有关司
            法机构进行说明，如未能提供真实有效的交易证据，您应 独立承担由
            此造成的一切损失。</p>
         <p>(十八)本公司有权利使用您在本公司平台发生交易的数据进行汇总 和
            展现，但默认强制公开的部分仅限于汇总数据，您有权选择公开 和使
            用本公司提供的其他服务分享更多您认为可以被分享的数据, 本公司对
            数据公开造成的影响不承担任何责任。</p>
         <p>五、赔偿责任限制</p>
         <p>因下列原因，致使您无法使用本服务或造成您损失的，本公司将不承担
            任何责任:本公司制定且预先通知的系统停机维护期间;因电信机线设
            备原因以致发生错误、迟滞中断或不能传递;因台风、地震、海啸、洪
            水、停电、战争、电脑黑客等不可抗力之因素，造成本公司系统障碍不
            能正常执行业务。</p>
         <p>您使用本服务将存在一定的风险，该等风险包括但不限于:您的用户账
            户和密码被他人冒用、盗用、或有其他任何未经合法授权之情形发生;或不法分子盗用您的银
            行卡等。这些风险均会给您造成经济损失，除非可证明本公司对损 失
            的形成存在故意或重大过失,本公司将不承担任何责任。</p>
         <p>六、隐私保护</p>
         <p>您同意使用您的真实姓名、手机号码,作为您使用本服务支付他人 或他
            人支付您的凭证。</p>
         <p>七、准据法与管辖法院</p>
         <p>本服务条款之解释与适用，以及与本服务条款有关的争议，均应依照 中
            华人民共和国法律予以处理，各方先协商解决，协商不成的，各方一致
            同意提交上海仲裁委员会仲裁。</p>
   </div>
</body>
</html>